---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeAdditionalFlowParam
source: html/300a5b1d-a916-f689-0f04-9b85a63f8220.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeAdditionalFlowParam Property

"Additional Flow"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeAdditionalFlowParam { get; }
```